center/backend/controllers/LookupController.php

SELECT * FROM `lookup` WHERE `id`='23'
---
    protected function findModel($id)
    {
        if (($model = Lookup::findOne($id)) !== null) {