center/backend/controllers/SitesController.php

    protected function findModel($id)
    {
        if (($model = SiteModel::findOne($id)) !== null) {
---
SELECT * FROM `site` WHERE `id`='1'