center/backend/views/site/index.php

SELECT COUNT(*) FROM `site`
---
                        <li><a href="<?=  Url::to(['site/logout']);?>"  data-method="post"> <i class="Hui-iconfont">&#xe67a;</i> 退出登录</a></li>
                    </ul>
                </li>
                <li id="Hui-msg"> <a href="#" title="消息"><span class="badge badge-danger"><?= \common\models\SiteModel::find()->count() ?></span><i class="Hui-iconfont" style="font-size:18px">&#xe68a;</i></a> </li>